[
  {
    "Course List": "Inisiatif, Proaktif, Bertanggung jawab",
    "High": "Siswa dapat secara aktif melaporkan progress dan kendala yang dihadapi selama program",
    "Low": "Siswa cukup aktif melaporkan progress dan kendala yang dihadapi selama program",
    "Lowest": "Siswa perlu lebih aktif melaporkan progress dan kendala yang dihadapi selama program"
  },
  {
    "Course List": "Bahasa Inggris",
    "High": "Siswa dapat berkomunikasi dan memahami materi berbahasa Inggris dengan lancar dan efektif",
    "Low": "Siswa dapat berkomunikasi dan cukup memahami materi berbahasa Inggris dengan lancar dan efektif",
    "Lowest": "Siswa perlu lebih meningkatkan kemampuan berkomunikasi dan memahami materi berbahasa Inggris dengan lancar dan efektif"
  },
  {
    "Course List": "Tugas Soft Skil",
    "High": "Siswa mengerti dengan baik terkait Life Path, Growth Mindset, The Power of Feedback, Time Management, Critical Thinking, Problem Solving, Adaptability, Resilience, Project Management, Professional Communication, Networking, Digital Branding, and Interview Communication",
    "Low": "Siswa cukup mengerti terkait Life Path, Growth Mindset, The Power of Feedback, Time Management, Critical Thinking, Problem Solving, Adaptability, Resilience, Project Management, Professional Communication, Networking, Digital Branding, and Interview Communication",
    "Lowest": "Pemahaman siswa terkait Life Path, Growth Mindset, The Power of Feedback, Time Management, Critical Thinking, Problem Solving, Adaptability, Resilience, Project Management, Professional Communication, Networking, Digital Branding, and Interview Communication, perlu ditingkatkan"
  },
  {
    "Course List": "Pembelajaran Soft skills dan Penyiapan Karir atau startup",
    "High": "Siswa mampu menyimpulkan dan memilih jalur karier pada bidang Software Development yang sesuai dengan diri mereka beserta mengerti hal-hal yang harus mereka persiapkan untuk mencapai dan menjalani karier tersebut",
    "Low": "Siswa cukup baik dalam menyimpulkan dan memilih jalur karier pada bidang Software Development yang sesuai dengan diri mereka beserta mengerti hal-hal yang harus mereka persiapkan untuk mencapai dan menjalani karier tersebut",
    "Lowest": "Siswa perlu lebih meningkatkan kemampuan menyimpulkan dan memilih jalur karier pada bidang Software Development yang sesuai dengan diri mereka beserta mengerti hal-hal yang harus mereka persiapkan untuk mencapai dan menjalani karier tersebut."
  },
  {
    "Course List": "Review Materi",
    "High": "Siswa dapat menunjukkan kompetensi dalam materi teknikal yang telah dipelajari",
    "Low": "Siswa cukup dapat menunjukkan kompetensi dalam materi teknikal yang telah dipelajari.",
    "Lowest": "Siswa kurang menunjukkan kompetensi dalam materi teknikal yang telah dipelajari sehingga perlu lebih meningkatkan kompetensinya."
  },
  {
    "Course List": "Refleksi diri",
    "High": "Siswa mampu menceritakan kembali dan melaporkan hal yang didapatkan selama proses pembelajaran dalam bentuk lisan dan tulisan",
    "Low": "Siswa cukup baik dalam menceritakan kembali dan melaporkan hal yang didapatkan selama proses pembelajaran dalam bentuk lisan dan tulisan",
    "Lowest": "Siswa perlu meningkatkan kemampuan untuk menceritakan kembali dan melaporkan hal yang didapatkan selama proses pembelajaran dalam bentuk lisan dan tulisan"
  },
  {
    "Course List": "Belajar Dasar Pemrograman JavaScript",
    "High": "Siswa telah mampu membuat program dengan JavaScript menggunakan Node.js dan Text Editor seperti Visual Studio Code.",
    "Low": "Siswa cukup mampu membuat program dengan JavaScript menggunakan Node.js dan Text Editor seperti Visual Studio Code.",
    "Lowest": "Siswa perlu meningkatkan membuat program dengan JavaScript menggunakan Node.js dan Text Editor seperti Visual Studio Code."
  },
  {
    "Course List": "Belajar Dasar Pemrograman Web",
    "High": "Siswa mampu membuat sebuah website sederhana menggunakan kode pemrograman yang sesuai standar global",
    "Low": "Siswa cukup memiliki kemampuan untuk membuat sebuah website\nsederhana menggunakan kode pemrograman yang sesuai standar global",
    "Lowest": "Siswa mampu membuat sebuah website sederhana menggunakan kode pemrograman yang sesuai standar global"
  },
  {
    "Course List": "Belajar Membuat Aplikasi Back-End untuk Pemula dengan Google Cloud\t",
    "High": "Siswa mampu membuat RESTful API sederhana secara mandiri untuk mendukung fungsionalitas suatu aplikasi",
    "Low": "Siswa cukup mampu membuat RESTful API sederhana secara mandiri untuk mendukung fungsionalitas suatu aplikasi",
    "Lowest": "Siswa perlu meningkatkan kemampuan membuat RESTful API sederhana secara mandiri untuk mendukung fungsionalitas suatu aplikasi"
  },
  {
    "Course List": "Google Cloud Computing Foundations",
    "High": "Siswa dengan cakap dapat menerapkan keterampilan dasar devops",
    "Low": "Siswa cukup dapat menerapkan keterampilan dasar devops",
    "Lowest": "Siswa perlu meningkatkan kecakapan dalam menerapkan keterampilan dasar devops"
  },
  {
    "Course List": "Google IT Support Professional Certificate",
    "High": "Siswa mampu mengetahui dengan baik dasar-dasar teknologi dan protokol jaringan modern kemudian gambaran umum cloud hingga aplikasi praktis dan pemecahan masalah jaringan. Sehingga, siswa memiliki pemahaman yang baik mengenai layanan infrastruktur, penyiapan infrastruktur cloud hingga cara mengelola sumber daya cloud.",
    "Low": "Siswa cukup mampu mengetahui dengan baik dasar-dasar teknologi dan protokol jaringan modern kemudian gambaran umum cloud hingga aplikasi praktis dan pemecahan masalah jaringan. Sehingga, siswa memiliki pemahaman yang cukup baik mengenai layanan infrastruktur, penyiapan infrastruktur cloud hingga cara mengelola sumber daya cloud.",
    "Lowest": "Siswa perlu meningkatkan pengetahuan mengenai dasar-dasar teknologi dan protokol jaringan modern kemudian gambaran umum cloud hingga aplikasi praktis dan pemecahan masalah jaringan. Agar siswa memiliki pemahaman yang lebih baik mengenai layanan infrastruktur, penyiapan infrastruktur cloud hingga cara mengelola sumber daya cloud."
  },
  {
    "Course List": "Cloud Engineer Learning Path",
    "High": "Siswa memiliki pemahaman yang baik dalam menggunakan teknologi esensial yang tersedia di Google Cloud untuk menjadi seorang Cloud Engineer.",
    "Low": "Siswa memiliki pemahaman yang cukup baik dalam menggunakan teknologi esensial yang tersedia di Google Cloud untuk menjadi seorang Cloud Engineer.",
    "Lowest": "Siswa perlu meningkatkan pemahaman dalam penggunaan teknologi esensial yang tersedia di Google Cloud untuk menjadi seorang Cloud Engineer."
  },
  {
    "Course List": "Menjadi Google Cloud Engineer",
    "High": "Siswa memiliki pengetahuan yang baik mengenai konsep dan terminologi cloud serta berbagai layanan yang terdapat di Google Cloud Platform.",
    "Low": "Siswa memiliki pengetahuan yang cukup baik mengenai konsep dan terminologi cloud serta berbagai layanan yang terdapat di Google Cloud Platform.",
    "Lowest": "Siswa perlu meningkatkan pemahamannya mengenai konsep dan terminologi cloud serta berbagai layanan yang terdapat di Google Cloud Platform."
  },
  {
    "Course List": "Google Cloud Skills Boost Quests",
    "High": "Siswa dengan baik mampu menerapkan keterampilan dasar devops and dataset Machine Learning",
    "Low": "Siswa cukup mampu menerapkan keterampilan dasar devops and dataset Machine Learning",
    "Lowest": "Siswa perlu meningkatkan kemampuan menerapkan keterampilan dasar devops and dataset Machine Learning"
  },
  {
    "Course List": "ACE Examination Practice",
    "High": "Siswa sangat baik dalam memahami area ujian dan mempelajari referensi yang direkomendasikan oleh Google untuk persiapan mengikuti ujian",
    "Low": "Siswa cukup baik memahami area ujian dan mempelajari referensi yang direkomendasikan oleh Google untuk persiapan mengikuti ujian",
    "Lowest": "Siswa perlu meningkatkan pemahaman area ujian dan mempelajari referensi yang direkomendasikan oleh Google untuk persiapan mengikuti ujian"
  },
  {
    "Course List": "Simulasi Ujian Associate Cloud Engineer",
    "High": "Siswa dapat dengan matang mempersiapkan diri mengikuti ujian Associate Cloud Engineer",
    "Low": "Siswa cukup matang mempersiapkan diri mengikuti ujian Associate Cloud Engineer",
    "Lowest": "Siswa perlu lebih baik dalam mempersiapkan diri mengikuti ujian Associate Cloud Engineer"
  },
  {
    "Course List": "Capstone Project / Proyek Akhir",
    "High": "Siswa dapat memulai tahapan membuat proyek akhir dengan baik, yakni dalam segi pengembangan aplikasi/solusi yang dikerjakan untuk memvalidasi skill pengembangan produk dan menambah portfolio.",
    "Low": "Siswa cukup dapat memulai tahapan membuat proyek akhir dengan cukup baik, yakni dalam segi pengembangan aplikasi/solusi yang dikerjakan untuk memvalidasi skill pengembangan produk dan menambah portfolio.",
    "Lowest": "Siswa perlu memperhatikan proses saat memulai tahapan membuat proyek akhir, yakni dalam segi pengembangan aplikasi/solusi yang dikerjakan untuk memvalidasi skill pengembangan produk dan menambah portfolio."
  }
]